Repository: AbdullahMohammed96/Mumaken
Catalog: Mumaken/Resources/Views/Settings/Edit.*.resx
Languages: ar

source: About the App (Arabic)
ar: عن التطبيق بالعربية

source: About the App (English)
ar: عن التطبيق بالانجليزية

source: About the App Provider (Arabic)
ar: عن التطبيق مقدم الخدمة بالعربية

source: About the App Provider (English)
ar: عن التطبيق مقدم الخدمة بالانجليزية

source: About Us for Clients (Arabic)
ar: من نحن للعميل بالعربية

source: About Us for Clients (English)
ar: من نحن للعميل بالانجليزية

source: About Us for Providers (Arabic)
ar: من نحن لمقدم الخدمة بالعربية

source: About Us for Providers (English)
ar: من نحن لمقدم الخدمة بالانجليزية

source: Application ID
ar: رقم التطبيق (ApplicationId)

source: Application Percentage
ar: نسبة التطبيق

source: Change Permissible Period For Rental Company
ar: تغيير المدة المسموح بها لشركة التأجير

source: Edit
ar: تعديل

source: Email
ar: البريد الالكتروني

source: Home Page Text (Arabic)
ar: نص صفحة الصفحة الرئسية بالعربية

source: Home Page Text (English)
ar: نص صفحة الصفحة الرئسية بالانجليزية

source: Password for Messages
ar: كلمة المرور للسرائل (PasswordSms)

source: Phone
ar: الهاتف

source: Privacy Policy (Arabic)
ar: سياسيه الخصوصية بالعربية

source: Privacy Policy (English)
ar: سياسيه الخصوصية بالانجليزية

source: Renewal or Cancellation Information (Arabic)
ar: معلومات التجديد اوالغائه بالعربية

source: Renewal or Cancellation Information (English)
ar: معلومات التجديد اوالغائه بالانجليزية

source: Sender ID
ar: رقم المرسل (SenderId)

source: Sender Name for Messages
ar: اسم المرسل للرسائل (SenderName)

source: Terms and Conditions for Clients (Arabic)
ar: الشروط والاحكام للعميل بالعربية

source: Terms and Conditions for Clients (English)
ar: الشروط والاحكام للعميل بالانجليزية

source: Terms and Conditions for Providers (Arabic)
ar: الشروط والاحكام لمقدم الخدمة بالعربية

source: Terms and Conditions for Providers (English)
ar: الشروط والاحكام لمقدم الخدمة بالانجليزية

source: User Name for Messages
ar: اسم المستخدم للرسائل (UserNameSms)

source: VAT Percentage
ar: الضريبة المضافة
