Repository: AbdullahMohammed96/Mumaken
Catalog: Mumaken.DeliverCompanyDashboard/Resources/Views/Orders/OrderDetails.*.resx
Languages: ar

source: Accept
ar: قبول

source: Add Login Data
ar: إضافة بيانات الدخول للتطبيق

source: Age
ar: العمر

source: Captain's Name
ar: اسم الكابتن

source: Captain's Phone Number
ar: رقم جوال الكابتن

source: Car Category
ar: الفئة

source: Car Form
ar: استمارة السيارة

source: Car Model
ar: الموديل

source: Car Type
ar: النوع

source: City
ar: المدينة

source: Confirm
ar: تأكيد

source: Confirm Login Data
ar: تاكيد بيانات الدخول للتطبيق

source: Current
ar: حالي

source: Delivery company application login data
ar: بيانات الدخول لتطبيق شركة التوصيل

source: Delivery company application login data1
ar: بيانات الدخول لتطبيق شركة التوصيل

source: Driver's License Image
ar: صورة رخصة القيادة

source: Email
ar: البريد الإلكتروني

source: Enter Password
ar: ادخل كلمة المرور

source: Enter the reason for rejecting the request
ar: ادخل سبب رفض الطلب

source: Enter Username/Mobile Number/Email
ar: ادخل اسم المستخدم/رقم الجوال/البريد الإلكتروني

source: Enter Username/Mobile Number/Email1
ar: ادخل اسم المستخدم/رقم الجوال/البريد الإلكتروني

source: Finished
ar: منتهي

source: Gender
ar: الجنس

source: Identity Image
ar: صورة الهوية

source: Identity Number
ar: رقم الهوية

source: Insurance Information
ar: معلومات تأمين السيارة

source: Login Data
ar: بيانات الدخول للتطبيق

source: Mobile Number
ar: رقم الجوال

source: Nationality
ar: الجنسية

source: New
ar: جديد

source: Order
ar: بيانات الطلب

source: Order Date
ar: تاريخ الطلب

source: Order ID
ar: رقم الطلب

source: Order Number
ar: رقم الطلب

source: Order Type
ar: نوع الطلب

source: Password
ar: كلمة المرور

source: Password must length is greater than 6
ar: يجب أن يكون كلمة المرور أكبر من 6

source: Password1
ar: كلمة المرور

source: Please enter the login information for the delivery company application
ar: من فضلك ادخل بيانات الدخول لتطبيق شركه التوصيل

source: Please enter the password for the delivery company application
ar: من فضلك ادخل كلمة المرور لتطبيق شركه التوصيل

source: Please enter the reason for rejecting the Order
ar: الرجاء إدخال سبب رفض الطلب

source: Please enter the reason for rejecting the Please enter the reason for rejecting the application
ar: من فضلك ادخل سبب رفض الطلب

source: Reason for rejecting the order
ar: سبب الغاء الطلب

source: Reject
ar: رفض

source: Selected Car Data
ar: بيانات السيارة المختارة

source: Username/Mobile Number/Email
ar: اسم المستخدم/رقم الجوال/البريد الإلكتروني

source: Username/Mobile Number/Email1
ar: اسم المستخدم/رقم الجوال/البريد الإلكتروني
