Repository: AbdullahMohammed96/Mumaken
Catalog: Mumaken.RentalCompanyDashboard/Resources/Views/Orders/OrderDetails.*.resx
Languages: ar

source: Accept
ar: قبول

source: Age
ar: العمر

source: Are you sure that the customer has paid for the rental period?
ar: هل انت متاكد من سداد العميل لفتره التاجير

source: Are you sure you receive the car?
ar: هل انت متاكد من استلام السيارة

source: Attach Car Insurance Information File
ar: ارفق ملف معلومات تأمين السيارة

source: Attach Car Registration Document
ar: ارفق استمارة السيارة

source: Captain Image
ar: صورة الكابتن

source: Captain Information
ar: بيانات الكابتن

source: Captain Mobile Number
ar: رقم جوال الكابتن

source: Captain Name
ar: اسم الكابتن

source: Car Delivery Date
ar: تاريخ تسليم السيارة

source: Car Delivery Time
ar: وقت تسليم السيارة

source: Car Insurance Information
ar: معلومات تأمين السيارة

source: Car Insurance Information File
ar: ملف معلومات تأمين السيارة

source: Car Pickup Date
ar: تاريخ استلام السيارة

source: Car Pickup Information
ar: بيانات استلام السيارة

source: Car Pickup Location
ar: عنوان استلام السيارة

source: Car Pickup Time
ar: وقت استلام السيارة

source: Car Registration Document
ar: استمارة السيارة

source: Category
ar: الفئة

source: City
ar: المدينة

source: Confirm
ar: تأكيد

source: Confirm payment
ar: تاكيد السداد

source: Confirm receipt of the car
ar: تاكيد استلام السيارة

source: Contract duration broken, not renewed or paid
ar: تم كسر مدة التعاقد ولم يتم التجديد او الدفع

source: Current
ar: حالي

source: Daily Rental Value
ar: قيمة الايجار لليوم الواحد

source: Days
ar: أيام

source: Discount Value
ar: قيمة الخصم

source: Driver's License Image
ar: صورة رخصة القيادة

source: Email
ar: البريد الإلكتروني

source: Enter Car Insurance Information
ar: ادخل معلومات تأمين السيارة

source: Enter Car Number
ar: من فضلك ادخل رقم السيارة

source: Enter Car Pickup Date
ar: ادخل تاريخ استلام السيارة

source: Enter Car Pickup Location
ar: ادخل عنوان استلام السيارة

source: Enter Car Pickup Time
ar: ادخل وقت استلام السيارة

source: Enter Reason for Rejecting the Order
ar: ادخل سبب رفض الطلب

source: Finished
ar: منتهي

source: Gender
ar: الجنس

source: Identity Image
ar: صورة الهوية

source: Identity Number
ar: رقم الهوية

source: Model
ar: الموديل

source: Nationality
ar: الجنسية

source: New
ar: جديد

source: New Rental Period
ar: مدة الاستئجار الجديدة

source: Order Date
ar: تاريخ الطلب

source: Order Information
ar: بيانات الطلب

source: Order Number
ar: رقم الطلب

source: Order Value
ar: قيمة الطلب

source: Payment Method
ar: طريقة الدفع

source: Period for breaking the contract
ar: مده كسر التعاقد

source: Please enter the reason for cancellation
ar: الرجاء إدخال سبب الإلغاء

source: Price for breaking the contract
ar: سعر كسر التعاقد

source: Reason for Rejecting the Order
ar: سبب رفض الطلب

source: Reject
ar: رفض

source: Remaining duration to end contract
ar: المدة المتبقية لانتهاء التعاقد

source: Rental Information
ar: بيانات التأجير

source: Rental Period
ar: مدة الاستئجار

source: Rental Renewal Information
ar: بيانات تجديد الاستئجار

source: Rental Start Date
ar: تاريخ بدء الاستئجار

source: SAR
ar: ريال

source: Search Here
ar: ابحث هنا

source: Selected Car Information
ar: بيانات السيارة المختارة

source: The period of delay from the rental company receiving the car
ar: مدة التاخير من شركه التاجير لاستلام السيارة

source: The price of the delay period from the rental company in receiving the car
ar: سعر مدة التاخير من شركه التاجير لاستلام السيارة

source: Total
ar: الإجمالي

source: Type
ar: النوع

source: Your Current Location
ar: موقعك الحالي
