Repository: AbdullahMohammed96/Mumaken
Catalog: Mumaken.RentalCompanyDashboard/Resources/Views/Orders/ProviderWalet.*.resx
Languages: ar

source: Account Holder Name
ar: اسم صاحب الحساب

source: Account Number
ar: رقم الحساب

source: Bank Account Information
ar: بيانات الحساب البنكي

source: Bank Name
ar: اسم البنك

source: Choose a bank
ar: اختر بنك

source: Confirm
ar: تأكيد

source: Enter Account Holder Name
ar: ادخل اسم صاحب الحساب

source: Enter Account Number
ar: ادخل رقم الحساب

source: Enter Bank Name
ar: ادخل اسم البنك

source: Enter IBAN Number
ar: ادخل رقم الايبان

source: IBAN Number
ar: رقم الايبان

source: Management balance
ar: رصيد الاداره

source: No Balance To Confirm Balance
ar: لا يوجد رصيد لطلب التسوية

source: Please Choose Bank
ar: من فضلك اختر بنك

source: Please Enter Account Number
ar: الرجاء إدخال رقم الحساب

source: Please Enter Bank Name
ar: الرجاء إدخال اسم البنك

source: Please Enter Iban Number
ar: الرجاء إدخال رقم الآيبان

source: Please Enter Owner bank Name
ar: الرجاء إدخال اسم صاحب الحساب

source: Please Enter Valid Account Number
ar: الرجاء إدخال رقم الحساب الصحيح

source: Please Enter Valid Iban Number
ar: الرجاء إدخال رقم ايبان صالح

source: SAR
ar: ريال

source: Settle my dues
ar: تسوية مستحقاتي

source: Settlement
ar: تسوية

source: Settlement of management dues
ar: تسوية مستحقات الادارة

source: Your current balance
ar: رصيدك الحالي
