Repository: AbdullahMohammed96/Mumaken
Catalog: Mumaken/Resources/Views/Orders/GetOrderDetails.*.resx
Languages: ar

source: Accept
ar: قبول

source: Break period on Renew Order
ar: مده كسر التعاقد علي التجديد

source: Break period on Order
ar: مده كسر التعاقد علي الطلب

source: Break Price on Renew Order
ar: سعر كسر التعاقد علي التجديد

source: Break Price on Order
ar: سعر كسر التعاقد علي الطلب

source: Cancel Order
ar: إلغاء الطلب

source: Car Category
ar: فئه السياره

source: Car Form
ar: استمارة السيارة

source: Car Infromation
ar: بيانات السيارة

source: Car Model
ar: موديل السياره

source: Car Number
ar: رقم السياره

source: Car Type
ar: نوع السياره

source: Coupon Code
ar: كود الخصم

source: Date
ar: التاريخ

source: Delivery Companies
ar: شركات التوصيل

source: Details
ar: تفاصيل

source: Discount Value
ar: قيمه الخصم

source: Driver Infromation
ar: بيانات السائق

source: Driver License
ar: رخصه القيادة

source: Driver Name
ar: اسم السائق

source: Driver Phone Number
ar: رقم جوال السائق

source: Identity Image
ar: صورة الهوية الوطنية

source: Identity Number
ar: رقم الهوية

source: New Price
ar: السعر الجديد

source: New Rental Period
ar: مده الاستئجار الجديدة

source: Not Entered
ar: لم يتم الادخال بعد

source: Order Number
ar: رقم الطلب

source: Order Status
ar: حالة الطلب

source: Please enter the reason for cancellation
ar: من فضلك ادخل سبب الالغاء

source: Price Before Discount
ar: السعر قبل الخصم

source: Reason to Cancel
ar: سبب الإلغاء

source: Reject
ar: رفض

source: Rental Company
ar: شركه التاجير

source: Rental Confirmation Price on Renew Order
ar: سعر التاخير من شركة التاجير علي التجديد

source: Rental Confirmation Price on Order
ar: سعر التاخير من شركة التاجير علي الطلب

source: Rental Confirmation period on Order
ar: مدة التاخير من شركة التاجير علي الطلب

source: Rental Confirmation period on Renew Order
ar: مدة التاخير من شركة التاجير علي التجديد

source: Rental Period
ar: مده الاستئجار

source: Rental start date
ar: تاريخ بداية الاستئجار

source: Show
ar: عرض

source: Total Price
ar: السعر الإجمالي
